cask_args appdir: '/Applications'

tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'
tap 'thoughtbot/formulae'

brew 'coreutils'
brew 'diff-so-fancy'
brew 'fzf'
brew 'git'
brew 'gnupg'
brew 'graphviz'
brew 'hub'
brew 'jq'
brew 'rcm'
brew 'tmux'
brew 'wget'
brew 'asdf'
brew 'pinentry-mac'

cask 'visual-studio-code'
cask 'docker'
cask 'font-fira-code'
cask 'gpg-suite'
cask 'iterm2'
cask 'ngrok'

