cask_args appdir: '/Applications'

# tap 'homebrew/cask-fonts' # deleted/migrated, look into alternative
tap 'homebrew/bundle'
tap 'thoughtbot/formulae'

brew 'coreutils'
brew 'diff-so-fancy'
brew 'fzf'
brew 'git'
# brew 'gnupg'
brew 'graphviz'
brew 'hub'
brew 'jq'
brew 'rcm'
brew 'tmux'
brew 'wget'
# brew 'pinentry-mac'
brew 'mise'

cask '1password'
cask 'docker'
cask 'font-fira-code'
cask 'google-chrome'
# cask 'gpg-suite'
cask 'iterm2'
cask 'ngrok'
cask 'rectangle'
cask 'visual-studio-code'

